Repository: danerx77/f1
Catalog: tm/datatext.tmx
Source language: en
Languages: pl

# What's cool and happening? Trading POKéMON, of course.
source: What's cool and happening?\nTrading POKéMON, of course.
pl: Co jest fajne i dzieje się?\nWymiana POKéMONÓW, o tak.

# Want to play with my POKéMON again?
source: Want to play with my POKéMON\nagain?
pl: Chcesz znowu walczyć ze mną?

# MYA: Hi, we keep meeting, don't we?pHelp me train my little brother again?
source: MYA: Hi, we keep meeting,\ndon't we?\pHelp me train my little brother\nagain?
pl: MYA: Cześć, znowu sie spotykamy,\nprawda?\pPomóż mi trenować mojego\nbrata?

# RON: My sister's gotten more powerful…
source: RON: My sister's gotten more\npowerful…
pl: RON: Moja siostra stała się\nlepsza…

source: What do you want?
pl: Czego chcesz?

# Nice BIKE! Hand it over quick!
source: Nice BIKE!\nHand it over quick!
pl: Niezły ROWER!\nDaj mi go, już!

# Come out and play, little mouse. I'll treat you right!
source: Come out and play, little mouse.\nI'll treat you right!
pl: Chodź się pobawić, mała myszko.\nNaprawię cię dobrze!

# Hey, wait a second! Don't call me and then run away!
source: Hey, wait a second!\nDon't call me and then run away!
pl: Poczekaj chwile!\nNie dzwoń do mnie, a potem uciekaj!

# I'm feeling hungry and mean! I really need a punching bag!
source: I'm feeling hungry and mean!\nI really need a punching bag!
pl: Czuję się głodny i złośliwy!\nPotrzebuje worek treningowy!

# Hey, there! We'll have ourselves a good time!
source: Hey, there!\nWe'll have ourselves a good time!
pl: Hej, tam!\nBędziemy się dobrze bawić!

# JED: Are you here to see our love, which knows no bounds?
source: JED: Are you here to see our\nlove, which knows no bounds?
pl: JED: Czy jesteś tu, aby\nzobaczyć naszą miłość bez granic?

# LEA: Sometimes, the intensity of our love scares me.
source: LEA: Sometimes, the intensity of\nour love scares me.
pl: LEA: Czasami, przearaża mnie\nsiła mojej miłości.

# I told you, there's no getting rich quick in battling kids.
source: I told you, there's no getting rich\nquick in battling kids.
pl: Mówiłem, nie ma szybko wzbogacania\nsię w walce z dziećmi.

# I'm mighty proud of my bod, kiddo. Come on!
source: I'm mighty proud of my bod, kiddo.\nCome on!
pl: Jestem dumny z mojej postury, mały.\nDawaj!

source: You out for a stroll?
pl: Jesteś na spacerze?

# We're BIKERS! We rule the roads, man!
source: We're BIKERS!\nWe rule the roads, man!
pl: Jesteśmy MOTOCYKLISTAMI!\nPanujemy tu!

# VOLTORB's going to seriously electrify you today!
source: VOLTORB's going to seriously\nelectrify you today!
pl: VOLTORB zamierza cię dzisiaj\nnaelektryzować!

# I leveled up my POKéMON, but it absolutely won't evolve. Why?
source: I leveled up my POKéMON, but it\nabsolutely won't evolve. Why?
pl: Poziomowałem POKéMONA, ale\nabsolutnie nie ewoluuje. Dlaczego?

# Gaah! I really need to exercise and seriously trim some flab!
source: Gaah! I really need to exercise\nand seriously trim some flab!
pl: Gach! Naprawdę muszę ćwiczyć i\npoważnie przycinać jakiś cios!

source: Be a rebel!
pl: Rebeliant!

# Yep, that's a nice BIKE! How's it handle?
source: Yep, that's a nice BIKE!\nHow's it handle?
pl: Tak, to niezły ROWER!\nJak sobie radzisz?

# Get lost, kid! I'm bushed!
source: Get lost, kid!\nI'm bushed!
pl: Spadaj, mały!\nMam dość!

# I've been checking every grassy area for new POKéMON.pBut it's not always easy…
source: I've been checking every grassy\narea for new POKéMON.\pBut it's not always easy…
pl: Sprawdzałem każdy trawiasty\nteren dla nowego POKéMONA.\pAle to nie zawsze łatwe…

# Koorukukukoo! Is my birdcall getting better?
source: Koorukukukoo!\nIs my birdcall getting better?
pl: Koorukukukoo!\nCzy moje gdakanie jest lepsze?

# I warned you before, this is my turf!pI don't want you coming around.
source: I warned you before, this is my\nturf!\pI don't want you coming around.
pl: Ostrzegałem cię wcześniej, to\njest dar!\pNie chce, żebyś przychodził.

# I'm almost warmed up to go out for a swim.
source: I'm almost warmed up to go\nout for a swim.
pl: Jestem prawie rozgrzany, żeby\npopływać.

# Wait! Slow down! What if you have a heart attack?
source: Wait! Slow down!\nWhat if you have a heart attack?
pl: Poczekaj! Zwolnij!\nA co jeśli masz zawał serca?

# I love swimming! I guess you're the surfing type.
source: I love swimming!\nI guess you're the surfing type.
pl: Kocham pływać!\nDomyślam się, że lubisz surfować.

# What's beyond the horizon? Have you seen?
source: What's beyond the horizon?\nHave you seen?
pl: Co jest poza horyzontem?\nCzy widziałeś?

# I tried diving for POKéMON again, but it was a no-go like before.
source: I tried diving for POKéMON again,\nbut it was a no-go like before.
pl: Próbowałem nurkować na POKéMONIE,\nale nie było tak jak wcześniej.

source: I look at the sea to forget all\nthe bad things that happened.\p…Like losing to you the last time!
pl: Patrzę na morze, aby zapomnieć\no złych rzeczach, które były.\p…Tak jak straciłeś ostatni raz!

source: You always get to ride your\nPOKéMON…\pIt looks so relaxing.\nCan I have it if I win?
pl: Zawsze jeździsz na swoim\nPOKéMONIE…\pWygląda to relaksująco.\nJeśli wygram, mogę go?

# Swimming's great! Sunburns aren't!
source: Swimming's great!\nSunburns aren't!
pl: Pływanie panuje!\nUdary nie!

# These waters are treacherous! You shouldn't come back here!
source: These waters are treacherous!\nYou shouldn't come back here!
pl: Te wody są zdradliwe!\nNie powinieneś tutaj wracać!

# I swam here with my friends… I'm tired…lMust we really battle again?
source: I swam here with my friends…\nI'm tired…\lMust we really battle again?
pl: Pływałem tu z przyjaciółmi…\nJestem zmęczony…\lMusimy znowu walczyć?

source: LIA: You know my brother just\nbecame a TRAINER, right?\pI want to make him better, so I\nneed your help again.
pl: LIA: Wiesz, że mój brat właśnie\nzostał TRENEREM, prawda?\pChcę go trenować, więc\npotrzebuję twojej pomocy.

# LUC: My big sis taught me all about POKéMON.pI wonder if I'm better?
source: LUC: My big sis taught me all\nabout POKéMON.\pI wonder if I'm better?
pl: LUC: Moja starsza siostra\nnauczyła mnie o POKéMONACH.\pJestem lepszy?

# The water is shallow here. There are many people swimming.
source: The water is shallow here.\nThere are many people swimming.
pl: Woda jest tu płytka.\nWiele ludzi przychodzi tu pływać.

# Are you jealous that I'm vacationing on SEAFOAM?
source: Are you jealous that I'm\nvacationing on SEAFOAM?
pl: Jesteś zazdrosny, że\nspędzam wakacje na SEAFOAM?

# I love floating with the fishes here among the waves.
source: I love floating with the fishes\nhere among the waves.
pl: Kocham pływać sobie z rybkami\npomiędzy falami.

source: Were you on vacation, too?
pl: Czy byłeś na wakacjach?

# Check out my physique!pIt's even more buff than ever before!
source: Check out my physique!\pIt's even more buff than ever\nbefore!
pl: Zobacz moją sylwetkę!\pJest lepiej wysportowana\nniż przedtem!

# Why are you riding a POKéMON? Haven't you learned to swim yet?
source: Why are you riding a POKéMON?\nHaven't you learned to swim yet?
pl: Czemu jeździsz na POKéMONIE?\nJeszcze nie nauczyłeś się pływać?

source: I rode my bird POKéMON here.
pl: Jestem tu z moimi POKéMONAMI

# My boyfriend gave me big pearls. And, they've grown bigger!
source: My boyfriend gave me big pearls.\nAnd, they've grown bigger!
pl: Mój chłopak dał mi wielkie perły.\nI powiększyły się!

# I swam here from CINNABAR ISLAND. It wasn't easy, like I said.
source: I swam here from CINNABAR ISLAND.\nIt wasn't easy, like I said.
pl: Przypłynołem tu z WYSPY CINNABAR.\nTo nie łatwe, jak mówiłem.

# CINNABAR, in the west, has a LAB for POKéMON.pMy daddy works there.
source: CINNABAR, in the west, has a LAB\nfor POKéMON.\pMy daddy works there.
pl: CINNABAR, na zachodzie, ma\nLABORATORIUM.\pPracuje tam mój tatuś!

# You want to know if the fish are biting?
source: You want to know if the fish are\nbiting?
pl: Chcesz wiedzieć, czy łapią\nryby?

# I got a big haul again! Wanna go for it once more?
source: I got a big haul again!\nWanna go for it once more?
pl: Znów dostałem wielki łup!\nChcesz znowu walczyć?

source: The sea cleanses my body and soul!
pl: Morze oczyszcza me ciało i duszę!

# I caught my POKéMON at sea. And that's where I train them.
source: I caught my POKéMON at sea.\nAnd that's where I train them.
pl: Złapałem moje POKéMONY na morzu.\nI tam ich trenuje.

# Right now, I'm in another triathlon meet!
source: Right now, I'm in another triathlon\nmeet!
pl: W tej chwili jestem na innym\ntriatlonie!

# Ahh! Feel the sun and the wind!
source: Ahh!\nFeel the sun and the wind!
pl: Ach!\nPoczuj słońce i wiatr!

# Hey, cut it out already. You always scare away the fish!
source: Hey, cut it out already.\nYou always scare away the fish!
pl: Hej, wynoś się stąd.\nZawsze przestraszysz mi rybę!

source: Keep me company till I get a hit.
pl: Dotrzymaj mi towarzystwa, co?

# LIL: Huh? A battle again? IAN, can't you do it alone?
source: LIL: Huh? A battle again?\nIAN, can't you do it alone?
pl: LIL: Co? Znowu bitwa?\nIAN, nie możesz walczyć sam?

# IAN: My sis is still a slob. Help me get her into shape!
source: IAN: My sis is still a slob.\nHelp me get her into shape!
pl: IAN: Moje siostra jest pluchą.\nPomóż mi ją kształtować!

source: I won't lose while I'm here!
pl: Nie przegram póki tu jestem!

# Dad took me to a great party on the S.S. ANNE at VERMILION CITY.
source: Dad took me to a great party on\nthe S.S. ANNE at VERMILION CITY.
pl: Tata wziął mnie na wielką\nimprezę na S.S. ANNA w VERMILION!

source: I'm a cool guy.\nI've got a girlfriend!\pI'll show her how cool I am for\nsure this time!
pl: Jestem super gość.\nI mam dziewczynę!\pPokaże jej, jak jestem super,\ntym razem na pewno!

# Hi! My boyfriend is cool!lMy conditioning's good today!
source: Hi!\nMy boyfriend is cool!\lMy conditioning's good today!
pl: Heja!\nMój chłopak jest super!\lMoja kondycja jest dobra!

# I had this feeling… I knew I had to battle you again!
source: I had this feeling…\nI knew I had to battle you again!
pl: Miałem to uczucie…\nZnowu będę musiał walczyć z tobą!

# My friend has many cute POKéMON. I'm so jealous!
source: My friend has many cute POKéMON.\nI'm so jealous!
pl: Mój przyjaciel ma wiele słodkich\nPOKéMONÓW!

# I just trained up on MT. MOON, but I've still got gas in the tank!
source: I just trained up on MT. MOON,\nbut I've still got gas in the tank!
pl: Właśnie trenowałem na GÓRZE MOON,\nale wciąż mam benzynę w sobie!

# A POKéMANIAC lives on the cape. Have you seen his collection?
source: A POKéMANIAC lives on the cape.\nHave you seen his collection?
pl: POKéMANIAK mieszka na przylądku.\nWidziałeś jego kolekcję?

# You're going to see BILL again? First, we battle!
source: You're going to see BILL again?\nFirst, we battle!
pl: Znowu idziesz zobaczyć BILLA?\nNajpierw, walczmy!

source: I saw your feat from the grass!
pl: Widziałem twój tułów w trawie!

# Okay! I'll stomp you!
source: Okay!\nI'll stomp you!
pl: Okej!\nUduszę cię!

# You always look so busy… Aren't you getting tired?
source: You always look so busy…\nAren't you getting tired?
pl: Zawsze wyglądasz na zajętego…\nNie czujesz się źle?

# You really must love coming to NUGGET BRIDGE.
source: You really must love coming to\nNUGGET BRIDGE.
pl: Naprawdę kochasz przyjść\nna MOST SAMORODKA.

source: The time we battled…\pEven though I was the second in\nline, I was the best, wasn't I?
pl: Czas, w którym walczyliśmy…\pChociaż byłam druga w kolejce,\nbyłam najlepsza, prawda?

source: People call this the NUGGET\nBRIDGE!\pYou've already beaten us, so you're\nnot allowed to take the challenge…\p…But, you're welcome to battle with\nus again.
pl: Ludzie nazywają to MOSTEM\nSAMORODKA!\pJuż nas pokonałeś, więc nie\nmożesz już podjąć wyzwania…\p…Ale możesz ponownie\nwalczyć z nami i nas pokonać.

# Lying back, rocked by the waves… I don't notice time slipping by…
source: Lying back, rocked by the waves…\nI don't notice time slipping by…
pl: Leżąc z tyłu, kołysany falami…\nNie zauważam, że czas płynie…

# The weather's gorgeous! I'll try not to spoil it.
source: The weather's gorgeous!\nI'll try not to spoil it.
pl: Pogoda jest wspaniała!\nSpróbuję tego nie zepsuć.

source: My sunburn is starting to hurt…
pl: Moja opalenizna zaczyna boleć…

# The fire bird's mountain casts a huge shadow…
source: The fire bird's mountain casts\na huge shadow…
pl: Góra ognistego ptaka rzuca\nogromny cień…

# I have this strong feeling that I can win this time!
source: I have this strong feeling that\nI can win this time!
pl: Mam silne przeczucie, że mogę\nwygrać tym razem!

# Wait! Wait a second! I'm sure I've hooked a big one!
source: Wait! Wait a second!\nI'm sure I've hooked a big one!
pl: Stój! Stój chwilę!\nJestem pewien, że złapałem dużą!

# You'll help me out with my training again?
source: You'll help me out with my\ntraining again?
pl: Pomożesz mi ponownie z\nmoim treningem?

# We haven't missed a single day of training yet!
source: We haven't missed a single day of\ntraining yet!
pl: Nie opuściliśmy ani jednego dnia\ntreningu!

# Every morning, before breakfast, I swim around this island…lThree times!
source: Every morning, before breakfast,\nI swim around this island…\lThree times!
pl: Każego ranka, przed śniadaniem,\npływam po tej wyspie…\lTrzy razy!

# Dress appropriately for battle! Lose that frivolous outfit, I said!
source: Dress appropriately for battle!\nLose that frivolous outfit, I said!
pl: Ubierz się odpowiednio do bitwy!\nStrać ten niepoważny strój!

# You know, everything tastes great when you're out in the wild.
source: You know, everything tastes great\nwhen you're out in the wild.
pl: Wiesz, wszystko smakuje świetnie,\ngdy głodujesz w dziczy.

# I ate too much again, so will you battle us for some exercise?
source: I ate too much again, so will you\nbattle us for some exercise?
pl: Znowu zjadłem, więc walczysz z\nnami o jakieś ćwiczenia?

# KIA: My big brother and I make an awesome combination!pWe won't lose this time!
source: KIA: My big brother and I make\nan awesome combination!\pWe won't lose this time!
pl: KIA: Mój brat i ja tworzymy\nniesamowitą kombinacje!\pNie stracimy tego czasu!

source: MIK: Together with KIA, we're\nafraid of nothing!\pWe'll prove it to you this time!
pl: MIK: Razem z KIĄ, nie boimy\nsię absolutnie niczego!\pTym razem ci to udowodnimy!

source: Are we to battle again?
pl: Chcesz znowu powalczyć?

# From where have you come, and where are you bound?
source: From where have you come, and\nwhere are you bound?
pl: Skąd przyszliście i gdzie\njeśtescie związani?

# I want to swim without my float ring soon.
source: I want to swim without my float\nring soon.
pl: Chce wkrótce wypłynąć bez\nmojego koła.

# Yay, yay! POKéMON!
source: Yay, yay!\nPOKéMON!
pl: Jej, jej!\nPOKéMON!

# Oh, no, didn't I tell you already? Please, stay away from me!
source: Oh, no, didn't I tell you already?\nPlease, stay away from me!
pl: O, nie, czy już ci nie mówiłem?\nProszę, trzymaj się z daleka!

# JOY: We've gotten stronger! Lots and lots!
source: JOY: We've gotten stronger!\nLots and lots!
pl: JOY: Staliśmy się silniejsi!\nWiele, wiele!

source: MEG: You can't beat us today!
pl: MEG: Nie możesz nas pokonać!

# Oh, hello!pAre you raising your POKéMON in a good environment?
source: Oh, hello!\pAre you raising your POKéMON in a\ngood environment?
pl: Och, witaj!\pCzy trenujesz swoje POKéMONY w\ndobrym otoczeniu?

# With these hands, I will create my victory today.
source: With these hands, I will create\nmy victory today.
pl: Z tymi rękami, stworzę dzisiaj\nmoje zwycięstwo.

# Must I repeat myself? I'm trying to paint.lPlease keep out of my sight!
source: Must I repeat myself?\nI'm trying to paint.\lPlease keep out of my sight!
pl: Czy muszę się powtarzać?\nPróbuje malować.\lProszę, nie dotykaj mnie!

# I haven't made any progress… I still can't get the right angle…
source: I haven't made any progress…\nI still can't get the right angle…
pl: Nie zrobiłem żadnego postępu…\nNadal nie mogę uzyskać kąta…

# Oh, you will give me another opportunity to match wits with you?
source: Oh, you will give me another\nopportunity to match wits with you?
pl: Och, dasz mi kolejną okazję, aby\ndopasować do ciebie spryt?

source: They're almost finished making the\npool for my POKéMON.\pYou must drop in for a visit.
pl: Już prawie skończyli robić basen\ndla mojego POKéMONA.\pMusisz wpaść na wizytę.

# I'm a good runner. I've gotten even faster!
source: I'm a good runner.\nI've gotten even faster!
pl: Jestem biegaczem.\nJestem jeszcze szybszy!

# I say, friend! Let us enjoy our time together!
source: I say, friend!\nLet us enjoy our time together!
pl: Mówię, przyjacielu!\nCieszmy się razem!

source: I'm the eldest of the BIRD\nBROTHERS. Remember me?\pThat's right, I'm the one who loves\nbirds for their beaks!
pl: Jestem nastarszym z PTASICH\nBRACI. Pamiętasz mnie?\pZgadza się, to ja kocham ptaki\nza ich dzioby!

source: I'm the middle kid of the BIRD\nBROTHERS.\pI'm the one that loves wings.\nLet's battle again!
pl: Jestem średnim dzieckiem z\nPTASICH BRACI.\pJestem tym, który kocha skrzydła.\nWalczmy znowu!

source: I'm the youngest of the BIRD\nBROTHERS.\pI love birds for their down.\nI didn't think I'd see you again!
pl: Jestem najmłodszym z\nPTASICH BRACI.\pKocham ptaki za ich upadek.\nNie myślałem, że cię znowu zobaczę!

# I'm still having no luck at all. A battle'd be a change of pace!
source: I'm still having no luck at all.\nA battle'd be a change of pace!
pl: Wciąż nie mam szczęścia.\nTa bitwa będzie zmnianą tempa!

# Gasp… Gasp…pI swam here from SIX ISLAND's port in one go again.
source: Gasp… Gasp…\pI swam here from SIX ISLAND's port\nin one go again.
pl: Gasp… Gasp…\pPrzypłynąłem tu z portu WYSPY SIX\nza jednym razem.

# You always come along while I'm swimming.
source: You always come along while I'm\nswimming.
pl: Zawsze przychodzisz podczas\npływania.

# AVA: Let's have another two-on-two marine battle today!
source: AVA: Let's have another\ntwo-on-two marine battle today!
pl: AVA: Miejmy dzią kolejną\npodwójną bitwe morską!

# GEB: My big sister and I are way tougher than before!
source: GEB: My big sister and I are way\ntougher than before!
pl: GEB: Moja starsza siostra i ja\njesteśmy dużo lepsi!

# …Huh?pI envision my house, but TELEPORT always brings me here!
source: …Huh?\pI envision my house, but TELEPORT\nalways brings me here!
pl: …Co?\pWyobrażam sobie mój dom, ale\nTELEPORT mnie tu sprowadza!

# Oh, hello. A pleasant breeze is blowing again.
source: Oh, hello.\nA pleasant breeze is blowing again.
pl: Och, witaj.\nPonownie wiał przyjemny wietrzyk.

# Hehehe, I'm practicing in secret again.
source: Hehehe, I'm practicing in secret\nagain.
pl: Hehehe, trenuję w tajemnicy\nponownie.

source: What, you're sick of seeing\nSWIMMERS like me?\pAww, don't be hatin'!\nBattle with me again.
pl: Co, masz dość widziąć\nPŁYWAKÓW takich jak ja?\pAł, bez nienawiści!\nBitwa znowu ze mną.

# Sigh… My boyfriend's busy again…
source: Sigh…\nMy boyfriend's busy again…
pl: Ech…\nMój chłopak jest zajęty…

# Come on, tell me, where are the mountains around these parts?
source: Come on, tell me, where are the\nmountains around these parts?
pl: No dalej, powiedz mi, gdzie są\ngóry wokół tych części?

# MIU: Hello, POKéMON! It's time to play again!
source: MIU: Hello, POKéMON!\nIt's time to play again!
pl: MIU: Witaj, POKéMONIE!\nTo znowu czas na grę!

# MIA: Hello, POKéMON! It's time to battle again!
source: MIA: Hello, POKéMON!\nIt's time to battle again!
pl: MIA: Witaj, POKéMONIE!\nTo znowu czas na bitwę!

# There appear to be many secrets still unsolved in this world.
source: There appear to be many secrets\nstill unsolved in this world.
pl: W tym świecie wydaje się być\nwiele nierozwikłanych tajemnic.

# Hi, didn't we meet before? What compelled you to come back?
source: Hi, didn't we meet before?\nWhat compelled you to come back?
pl: Hej, nie spotkaliśmy się dawno?\nCo zmusiło cię do powrotu?

source: It's been said that there are\nmysterious stones on this island.\pHave you discovered anything since\nwe last met?
pl: Mówi się, że na tej wyspie są\njakieś tajemnicze kamienie.\pCzy odkryłeś coś, odkąd się\nostatnio poznaliśmy?

source: A rematch with you, so high up!
pl: Rewanż z tobą, więc tak wysoko!

# I'm pretty familiar with the land around these parts.
source: I'm pretty familiar with the land\naround these parts.
pl: Dobrze znam te tereny, wychowałem\nsię tutaj.

source: I sensed your approach.
pl: Wyczułem to spotkanie.

# Somewhere on this island, peculiar POKéMON are sleeping.
source: Somewhere on this island, peculiar\nPOKéMON are sleeping.
pl: Gdzieś na tej wyspie, śpią\nspecyficzne POKéMONY.

# Kyahaha!pComing back won't change a thing. I'll flick you away effortlessly!
source: Kyahaha!\pComing back won't change a thing.\nI'll flick you away effortlessly!
pl: Kjachacha!\pPowrót nie zmieni niczego.\nOdprowadzę cię bez wysiłku!

# Howdy! You're a member of my fan club, isn't that right?
source: Howdy! You're a member of my\nfan club, isn't that right?
pl: Czesc! Czy jesteś członkiem\nmojego fanklubu, prawda?

# This island is too spread out… Patrolling the place is a drag…
source: This island is too spread out…\nPatrolling the place is a drag…
pl: Ta wyspa jest rozproszona…\nPatrolowanie tego miejsca to opór…

# I don't forgive people who abuse POKéMON!
source: I don't forgive people who abuse\nPOKéMON!
pl: Nie wybaczam tym, co nadużywają\nPOKéMONY!

# EVE: I'll team up with JON and battle together again.
source: EVE: I'll team up with JON and\nbattle together again.
pl: EVE: Połączę się z JONEM i\nznowu zbiorę się.

# JON: When I'm with EVE, it feels like we could never lose, not ever.
source: JON: When I'm with EVE, it feels\nlike we could never lose, not ever.
pl: JON: Kiedy jestem z EVE, wydaje\nsię, że nigdy nie stracimy, nigdy.

# Let's have another battle. My conditioning's in top form!
source: Let's have another battle.\nMy conditioning's in top form!
pl: Rozegrajmy kolejną bitwę.\nMoja kondykcja jest w formie!

source: It doesn't matter if you happen to\nhave the strongest POKéMON…\pIt doesn't mean a thing if you don't\nknow how to use them properly!
pl: Nie ważne, czy masz najsilniejsze\nPOKéMONY…\pTo nie ma najmniejszego znaczenia,\njeśli nie wiesz jak powinno się ich\pużywać!

# I work to protect the environment. In turn, nature protects me!
source: I work to protect the environment.\nIn turn, nature protects me!
pl: Pracuję dla ochrony środowiska.\nW zamian, natura chroni i mnie!

# Every time we meet, you have those snazzy shoes on.
source: Every time we meet, you have those\nsnazzy shoes on.
pl: Za każdym razem, kiedy się\nspotykamy, masz te buty.

# You must have gotten tougher. Let me battle you, please!
source: You must have gotten tougher.\nLet me battle you, please!
pl: Musiałeś być ostrzejszy.\nPozwól mi walczyć z tobą!

source: I was given the best possible\neducation to become this strong.\pI won't lose this time.\nAbsolutely not!
pl: Otrzymałem najlepszą możliwą\nedukację, by stać się tak silnym.\pTym razem nie przegram.\nAbsolutnie nie!

# LEX: My darling NYA, together we will win for certain!
source: LEX: My darling NYA, together\nwe will win for certain!
pl: LEX: Moja kochana NYA, razem\nwygramy na pewno!

# NYA: I won't drag down my mentor LEX! We're going to win!
source: NYA: I won't drag down my mentor\nLEX! We're going to win!
pl: NYA: Nie powlokę mojego mentora\nLEXA! Tym razem wygramy!

# Have you discovered anything about this stone chamber?
source: Have you discovered anything about\nthis stone chamber?
pl: Czy udało ci się odkryć coś o tej\nkamiennej komnacie?

# A mystic POKéMON is said to sleep inside here.
source: A mystic POKéMON is said to sleep\ninside here.
pl: Podobno wewnątrz śpi jakiś\nmistyczny POKéMON.
